Repository: happysmilecode/CT
Catalog: Corona/Localization/*.lproj/Localizable.strings
Languages: ru

# case.confirmed
source: Confirmed
ru: Заболело

# case.active
source: Active
ru: Болеет

# case.recovered
source: Recovered
ru: Выздоровело

# case.deaths
source: Deaths
ru: Умерло

# region.world
source: Worldwide
ru: Весь мир

# chart.topCountries
source: Most Affected Countries
ru: Наиболее заражённые страны

# chart.logarithmic
source: Logarithmic Scale
ru: Логарифмическая шкала

# chart.delta
source: Daily New Cases
ru: Новых случаев в день

# data.updating
source: Updating...
ru: Обновление данных...

# data.updateDate
source: Last updated:
ru: Обновлено:

# data.errorTitle
source: Can't update the data
ru: Не удаётся обновить данные

# data.errorMessage
source: Please make sure you're connected to the internet.
ru: Пожалуйста, убедитесь, что интернет соединение активно.

# data.source
source: Source: %@
ru: Источник: %@

# app.newVersionTitle
source: New Version Available
ru: Новая версия доступна

# app.newVersionMessage
source: Please update from %@
ru: Пожалуйста, обновитесь %@

# message.cancel
source: Cancel
ru: Отмена

# message.open
source: Open
ru: Открыть

# message.done
source: Done
ru: Готово

# menu.update
source: Update
ru: Обновить

# menu.share
source: Share
ru: Поделиться

# share.current
source: Coronavirus live update
ru: Коронавирус онлайн

# share.chartHistory
source: Coronavirus growth chart
ru: График распространения коронавируса
